[
    {
      "id": 1,
      "name": "Full-Service Wedding Planning",
      "image_url": "https://i.ibb.co/JK2rt2c/photos-by-lanty-O38-Id-cy-V4-M-unsplash.jpg",
      "price": "$5000",
      "short_description": "Our comprehensive wedding planning package .",
      "details": "This package covers venue selection, catering, floral arrangements, photography,for your special day. From venue selection to floral arrangements, we've got you covered and more. We will work closely with you to bring your dream wedding to life. Our experienced wedding planners will assist with guest list management, seating arrangements, and even provide day-of coordination to ensure a stress-free wedding day.",
      "button_text": "Book Now",
      "rating": 4.9,
      "reviews_count": 25,
      "duration": "6 months",
      "availability": "Year-round",
      "location": "Various locations",
      "additional_services": ["Honeymoon planning", "Wedding cake design"]
    },
    {
      "id": 2,
      "name": "Corporate Event Management",
      "image_url": "https://i.ibb.co/NSJbgX2/headway-F2-KRf-Qf-Cqw-unsplash.jpg",
      "price": "$3000",
      "short_description": "Let us handle the logistics of your corporate event.",
      "details": "Our corporate event management service includes venue booking, audiovisual setup, catering, and coordination. We guarantee a seamless event. Our team of event professionals will work closely with you to create a customized event plan tailored to your business objectives. We can even assist with guest registration, speaker arrangements, and post-event surveys to measure success. We ensure smooth planning and execution, allowing you to focus on your business.",
      "button_text": "Book Now",
      "rating": 4.8,
      "reviews_count": 18,
      "duration": "1-5 days",
      "availability": "Year-round",
      "location": "Nationwide",
      "additional_services": ["Event branding", "Corporate gifting"]
    },
    {
      "id": 3,
      "name": "Birthday Party Entertainment",
      "image_url": "https://i.ibb.co/JK5YyGJ/nikhita-singhal-k8y9-Hrzon-OQ-unsplash.jpg",
      "price": "$800",
      "short_description": "Make your birthday party unforgettable memory. ",
      "details": "Our birthday party entertainment package offers a variety of options, including magicians, clowns, face painters, and more.From magicians to clowns, we have it all. We ensure a fun-filled celebration. Our entertainers are highly skilled and will engage guests of all ages. We can even customize the entertainment to match your party theme, making it a memorable experience for everyone.",
      "button_text": "Book Now",
      "rating": 4.7,
      "reviews_count": 12,
      "duration": "3-5 hours",
      "availability": "Year-round",
      "location": "Local area",
      "additional_services": ["Balloon artistry", "Themed decor"]
    },
    {
      "id": 4,
      "name": "Catering Services",
      "image_url": "https://i.ibb.co/725YyFp/chuttersnap-a-En-H4h-J-Mrs-unsplash.jpg",
      "price": "$2500",
      "short_description": "Delight your guests with exquisite catering services. ",
      "details": "Our catering services include menu customization, professional chefs, and top-quality ingredients. We'll satisfy every palate at your event. Whether you're planning a corporate luncheon, a wedding reception, or a themed party, our culinary experts will create a menu that impresses. We also offer dietary accommodations to ensure all guests are catered to.We offer a wide range of cuisines to suit your event's theme.",
      "button_text": "Book Now",
      "rating": 4.9,
      "reviews_count": 30,
      "duration": "1-10 hours",
      "availability": "Year-round",
      "location": "Nationwide",
      "additional_services": ["Bartending", "Tableware rental"]
    },
    {
      "id": 5,
      "name": "DJ and Music Services",
      "image_url": "https://i.ibb.co/j6qYBFB/hanny-naibaho-a-WXVxy8-BSzc-unsplash.jpg",
      "price": "$1200",
      "short_description": "Get the party started with our DJ and music so on.",
      "details": "Our DJ and music services include a talented DJ, state-of-the-art sound equipment, and a wide selection of music genres. We'll keep the dance floor rocking. Our DJs are experienced in reading the crowd and ensuring a lively atmosphere. We can also work with you to create a customized playlist or incorporate specific requests to make your event unique. We provide the perfect soundtrack for your event.",
      "button_text": "Book Now",
      "rating": 4.7,
      "reviews_count": 22,
      "duration": "4-6 hours",
      "availability": "Year-round",
      "location": "Local and regional",
      "additional_services": ["Lighting effects", "MC services"]
    },
    {
      "id": 6,
      "name": "Photography and Videography",
      "image_url": "https://i.ibb.co/dg8FfQ7/reinhart-julian-Wx-M465o-M4j4-unsplash.jpg",
      "price": "$3500",
      "short_description": "Capture memories of events with our photography. ",
      "details": "Our photography and videography package includes professional photographers and videographers, high-quality equipment, and creative editing. Relive your event through stunning visuals. We'll capture every moment, from candid shots to formal portraits.We'll create lasting keepsakes. After the event, we provide edited photos and videos in your preferred format, ensuring you have beautiful mementos of your special day.",
      "button_text": "Book Now",
      "rating": 4.8,
      "reviews_count": 28,
      "duration": "4-10 hours",
      "availability": "Year-round",
      "location": "Local and destination",
      "additional_services": ["Drone footage", "Photo album design"]
    }
  ]

